package com.dev_thiban.yemeniideas.Guidance;

import com.dev_thiban.yemeniideas.R;

import java.util.ArrayList;
import java.util.List;

public class Guid_Data {

    public static List<Guid_Model> lists(){

        String title[] = {
                "معلومات عن فيروس كورونا",
                "الممارسات الرمضانیة الآمنة في سیاق جائحة كوفید -19\n",
                "اعرف وتعلم عن التباعد الاجتماعي",
                "هل يجب عليَّ تجنب المصافحة للوقاية من فيروس كورونا الجديد؟",
                "كيف أقوم بتحية الآخرين دون الإصابة بالفيروس الجديد؟",
                "لا يمكن أن ينتقل فيروس كورونا الجديد (كوفيد-19) عبر السلع المُصنَّعة في الصين أو أي بلد آخر يُبلِّغ عن حالات إصابة بمرض كوفيد-19",
                "هل ارتداء قفازات مطاطية في الأماكن العامة فعَّالاً في الوقاية من العدوى بفيروس كورونا الجديد؟",
                "هل يؤثر التدخين على فيروس كورونا الجديد (كوفيد-19)؟",
                "ما نوع المُطهِّر الذي يمكنني استخدامه في مسح الأسطح للوقاية من مرض كوفيد-19؟",
                "ماذا عليَّ أن أفعل إذا نفد مُطهِّر اليدين من المتاجر؟",
                "هل يستطيع فيروس كورونا الجديد (كوفيد-19) أن يعيش في المناخ الحار والرطب؟",
                "هل ينتشر مرض كوفيد-19 عن طريق الفضلات البشرية؟",
                "هل تقي المشروبات الكحولية من مرض فيروس كورونا-2019 (كوفيد-19)؟"
        };
        String body[] = {
                "فيروس كورونا الجديد ( كورونا COVID-19 )\n" +
                        "\n" +
                        "مقدمة:\n" +
                        "في 31 ديسمبر من عام 2019م تم إبلاغ المكتب الإقليمي لمنظمة الصحة العالمية في الصين بحالات الالتهاب الرئوي المسبب لمرض غير معروف تم اكتشافه في مدينة ووهان بمقاطعة هوبي الصينية، وتم إعلان فيروس (كورونا الجديد) على أنه الفيروس المسبب لتلك الحالات من قِبَل السلطات الصينية يوم 7 يناير 2020م.\n" +
                        "\n" +
                        " \n" +
                        "الأسئلةالشائعة\n" +
                        "\u200B\n" +
                        "ما هي فصائل فيروسات (كورونا) التي تم اكتشافها حتى الآن والتي يمكن أن يُصاب البشر بالعدوى بها من مصدر حيواني؟ \n" +
                        "انتقل فيروس (كورونا) المسبب لمتلازمة الالتهاب الرئوي الحاد الوخيم (السارس) من قطط الزباد إلى البشر في الصين عام 2002م، وقد انتقل فيروس (كورونا) المسبب لمتلازمة الشرق الأوسط التنفسية (Mers) من الإبل إلى البشر في المملكة العربية السعودية عام 2012م. كذلك انتقل فيروس (كورونا) الأخير  COVID-19 من فصيلة فيروسات (كورونا)، و كان له ارتباط بسوق للبحريات والحيوانات في مدينة ووهان الصينية. وهناك العديد من سلالات فيروس (كورونا) الأخرى المعروفة التي تسري بين الحيوانات دون أن تنتقل العدوى منها إلى البشر حتى الآن. \n" +
                        "\n" +
                        " \n" +
                        "ما هو فيروس (كورونا) COVID-19؟ \n" +
                        "فيروس (كورونا) من فصيلة فيروسات (كورونا) الجديد؛ حيث ظهرت أغلب حالات الإصابة به في مدينة ووهان الصينية نهاية ديسمبر ٢٠١٩م على صورة التهاب رئوي حاد.\n" +
                        "\n" +
                        " \n" +
                        "كيف تم تحديد نوع الفيروس؟\n" +
                        "تم التعرف على الفيروس عن طريق التسلسل الجيني.\n" +
                        "\n" +
                        " \n" +
                        "ما أصل هذا الفيروس؟ \n" +
                        "يُعتقد أن فيروس (كورونا) الجديد مرتبط بالحيوان؛ حيث إن أغلب الحالات الأولية كان لها ارتباط بسوق للبحريات والحيوانات في مدينة ووهان. \n" +
                        "\n" +
                        " \n" +
                        "هل ينتقل الفيروس بين البشر؟\n" +
                        "نعم، ينتقل الفيروس بين البشر من الشخص المصاب بالعدوى إلى شخص آخر عن طريق المخالطة\n" +
                        "القريبة دون حماية.\n" +
                        "\n" +
                        " \n" +
                        "أنا قادم من الصين وأشكو ارتفاعًا في الحرارة وضيقًا في التنفس.. ماذا أفعل؟\n" +
                        "يمكنك التوجه إلى أقرب منشأة صحية. ولمزيد من الاستفسارات يمكنك الاتصال بمركز (937).\n" +
                        "\n" +
                        " \n" +
                        "هل ينتقل فيروس (كورونا) COVID-19 عبر الشحنات القادمة من الصين؟\n" +
                        "بناءً على المعلومات المتوافرة حاليًا، لا يوجد خطر في البضائع المستوردة من الصين.\n" +
                        "\n" +
                        " \n" +
                        "ما أعراض الإصابة بفيروس (كورونا) COVID-19؟\n" +
                        "تشمل الأعراض النمطية لفيروس (كورونا): الحمى - السعال - ضيق التنفس - وأحيانًا تتطور الإصابة إلى التهاب رئوي. وقد يتسبب في مضاعفات حادة لدى الأشخاص ذوي الجهاز المناعي الضعيف، والمسنين والأشخاص المصابين بأمراض مزمنة مثل: السرطان، والسكري، وأمراض الرئة المزمنة. وعند الشعور بأي من الأعراض السابقة يجب الاتصال بمركز (937).\n" +
                        "\n" +
                        " \n" +
                        "خطوات رئيسة للوقاية من (كورونا) COVID-19:  \n" +
                        "النظافة الشخصية.\n" +
                        "اتباع آداب العطس والسعال.\n" +
                        "تجنب المخالطة اللصيقة بشخص لديه أعراض نزلة برد أو أنفلونزا.\n" +
                        "تجنب التعامل غير الآمن مع الحيوانات، سواء كانت برية أو في المزرعة.\n" +
                        "\n" +
                        " \n" +
                        "آداب العطاس لتقليل العدوى:\n" +
                        "استخدم المناديل الورقية للعطاس أو السعال، والتخلص منها بأسرع وقت ممكن.\n" +
                        "غسل اليدين بالماء الدافئ والصابون.\n" +
                        "استخدم المرفق عن طريق ثني الذراع.\n" +
                        "\n" +
                        " \n" +
                        "توصيات للمسافرين خلال السفر:\n" +
                        "تجنب الاقتراب من الأشخاص الذين تظهر عليهم علامات الرشح أو الأنفلونزا، أو السعال.\n" +
                        "غسل الأيدي باستمرار.\n" +
                        "تجنب ملامسة العين، أو الأنف، أو الفم قبل غسل الأيدي.\n" +
                        "تجنب التعرض للحيوانات البرية أو في المزرعة.\n" +
                        "عند الشعور بالتعب يجب التوجه أقرب منشأة صحية، والتأكد من الحالة الصحية.\n",
                "\n" +
                        "- 1-\n" +
                        "معلومات أساسیة\n" +
                        "یتمیز شھر رمضان الكریم بمحافلة الاجتماعیة والدینیة حیث یجتمع المسلمون\n" +
                        "مع أسرھم وأصدقائھم للإفطار معاً بعد غروب الشمس أو للسحور قبل طلوع\n" +
                        "الفجر. كما یكثف الكثیر من المسلمین حضورھم في المساجد خلال شھر رمضان\n" +
                        "ویجتمعون لأداء صلاة التراویح وصلاة القیام. ویعتكف بعض المسلمین أیضًا\n" +
                        "أیامًا ولیالي متتالیة في المساجد خلال العشر الأواخر من شھر رمضان تفرغا للعبادة. ویواظب المسلمون على ھذه الشعائر والطقوس طوال شھر رمضان الذي\n" +
                        "سیقع ھذا العام بین أواخر نیسان/أبریل وأواخر أیار/مایو، في حین یتواصل\n" +
                        ". اندلاع جائحة كوفید- 19\n" +
                        "ومن المعروف أن عدوى كوفید- 19 تنتقل بسھولة عن طریق المخالطة اللصیقة\n" +
                        "بین الأشخاص، حیث ینتشر الفیروس عبر الرذاذ التنفسي وملامسة الأسطح\n" +
                        "الملوثة. وللتخفیف من وطأة المرض على الصحة العمومیة، طبقت بلدان عدیدة\n" +
                        "تدابیر التباعد الجسدي الھادفة إلى وقف انتقال العدوى عن طریق الحد من التفاعل\n" +
                        "بین الناس. وتشكّل ھذه التدابیر آلیات مكافحة أساسیة للسیطرة على انتشار\n" +
                        "الأمراض المعدیة، ولا سیما التھابات الجھاز التنفسي، المرتبطة بالتجمعات\n" +
                        "الحاشدة. ولا شك أن تدابیر التباعد الجسدي، بما في ذلك إغلاق المساجد، ورصد\n" +
                        "التجمعات العامة والقیود الأخرى على الحركة، ستؤثر بشكل مباشر على\n" +
                        "التجمعات الاجتماعیة والدینیة التي تعد سمة مركزیة لشھر رمضان.\n" +
                        "الغر ض\n" +
                        "تتفاوت التدابیر التي تتخذھا البلدان في شتى أنحاء العالم للسیطرة على انتشار\n" +
                        "عدوى كوفید- 19 . وتتضمن ھذه الوثیقة نصائح بشأن الصحة العمومیة یمكن\n" +
                        "تطبیقھا في مختلف السیاقات الوطنیة فیما یتصل بالتجمعات والطقوس الاجتماعیة\n" +
                        "والدینیة خلال شھر رمضان.\n" +
                        "اتخاذ قرارات مستنیرة بشأن إقامة التجمعات الدینیة\n" +
                        "والاجتماعی ة\n" +
                        "یجب النظر بجدیة في إلغاء المحافل الاجتماعیة والدینیة. لذلك، توصي المنظمة\n" +
                        "بأن یستند أي قرار بتقیید أو تعدیل أو تأجیل أو إلغاء أو المضي في عقد تجمھر\n" +
                        "جماعي إلى تقییم نموذجي للمخاطر. 1 ویجب أن تصبّ ھذه القرارات ضمن نھج\n" +
                        "شامل تتبعھ السلطات الوطنیة في استجابتھا لتفشي المرض.\n" +
                        "وإذا تقرر إلغاء التجمعات الدینیة والاجتماعیة، حیثما أمكن، فیمكن تعویضھا\n" +
                        "بالبدائل الافتراضیة على منصات مثل التلفزیون والإذاعة والإنترنت ووسائل\n" +
                        "التواصل الاجتماعي. أما إذا سُ مح بإقامة التجمعات الرمضانیة، فینبغي تطبیق\n" +
                        ". تدابیر تخفف من مخاطر انتقال عدوى كوفید- 19\n" +
                        "وینبغي اعتبار السلطات الصحیة الوطنیة المصدر الأساسي للمعلومات والنصائح\n" +
                        "المتعلقة بالتباعد الجسدي والتدابیر الأخرى المتصلة بكوفید- 19 في سیاق شھر\n" +
                        "رمضان وطقوسھ. ویتعین الحرص على ضمان الامتثال للتدابیر المطبقة. كما\n" +
                        "ینبغي إشراك القیادات الدینیة في مرحلة مبكرة من صنع القرار ، لیتمكنوا من\n" +
                        "المشاركة بصور ة نشط ة ف ي تبلیغ أ ي قرا ر یؤث ر عل ى الأنشطة والفعالیات\n" +
                        "المرتبطة بشھر رمضان.\n" +
                        "أ نافلة یؤدیھا المسلمون لیلا بعد صلاة العشاء خلال الثلث الأول من اللیل. وتقُام ھذه\n" +
                        "الصلاة جماعة خلال شھر رمضان المبارك .\n" +
                        "ومن الضروري تبني استراتیجیة اتصال قویة مع عامة السكان لتوضیح أسباب\n" +
                        "اتخاذ القرارات، كما ینبغي إعطاء تعلیمات واضحة والتشدید على أھمیة اتباع\n" +
                        "السیاسات الوطنیة. ویجب أن تتضمن استراتیجیة الاتصال أیضًا رسائل استباقیة\n" +
                        "عن السلوكیات الصحیة أثناء الجائحة واستخدام منصات إعلامیة مختلفة.\n" +
                        "اعتبارات شامل ة\n" +
                        "النصائح المتعلقة بالتباعد الجسدي\n" +
                        "• التدریب على التباعد الجسدي عن طریق الالتزام الصارم بترك مسافة\n" +
                        "لا تقل عن متر واحد ( 3 أقدام) بین الأشخاص في جمیع الأوقات.\n" +
                        "• استخدام أسالیب التحیة المقبولة ثقافیاً ودینیاً التي تستبعد الملامسة،\n" +
                        "مثل التلویح أو الإیماء أو وضع الید على القلب.\n" +
                        "• منع تجمع أعداد كبیرة من الأشخاص في الأماكن المرتبطة بالأنشطة\n" +
                        "الرمضانیة، مثل أماكن الترفیھ والأسواق والمحلات التجاریة.\n" +
                        "نصائح للفئات الأشدّ عرضة للخطر\n" +
                        "• حث الأشخاص الذین یشعرون بتوعك أو تظھر علیھم أعراض\n" +
                        "مرض كوفید- 19 على تجنب المشاركة في الفعالیات واتباع\n" +
                        "الإرشادات الوطنیة بشأن المتابعة والتدبیر العلاجي للحالات التي\n" +
                        "تظھر علیھا أعراض المرض.\n" +
                        "• حث كبار السن وأي أشخاص یعانون من حالات طبیة سابقة (مثل\n" +
                        "أمراض القلب والأوعیة الدمویة، والسكري ، وأمراض الجھاز\n" +
                        "التنفسي المزمنة، والسرطان) على عدم حضور التجمعات، لأنھم\n" +
                        "یعتبرون أشد عرضة للإصابة بمرض وخیم والوفاة جراء الإصابة\n" +
                        ". بكوفید- 19\n" +
                        "تدابیر التخفیف من أثر التجمعا ت\n" +
                        "ینبغي تطبیق التدابیر التالیة على أي تجمّع للناس خلال شھر رمضان، كالصلاة\n" +
                        "وزیارة الأماكن المقدسة والإفطارات الجماعیة أو الولائم.\n" +
                        "المكان\n" +
                        "• النظر في إقامة الفعالیة في مكان مفتوح إن أمكن؛ وبخلاف ذلك،\n" +
                        "ضمان التھویة الكافیة للمكان وتدفق الھواء فیھ\n" +
                        "• تقصیر مدة الفعالیة قدر الإمكان للحد من احتمالات التعرّض للعدوى\n" +
                        "• إعطاء الأفضلیة لإقامة الشعائر والفعالیات في مجموعات صغیرة\n" +
                        "متعددة بدلا من إقامتھا في جماعات كبیرة\n" +
                        "• الالتزام بالتباعد الجسدي بین الحاضرین، جلوسا ووقوفا،ً من خلال\n" +
                        "تعیین أماكن مخصصة ، بم ا ف ي ذل ك عند أداء الصلوات وأثناء\n" +
                        "الوضوء في مرافق الوضوء الجماعیة، وكذلك في المناطق\n" +
                        "المخصصة لخلع الأحذیة.\n" +
                        "• تنظیم عدد وتدفق الأشخاص الذین یدخلون ویحضرون ویغادرون\n" +
                        "دور العبادة أو العتبات الدینیة أو الأماكن الأخرى لضمان التباعد\n" +
                        "الآمن بینھم في جمیع الأوقات.\n" +
                        "ب نافلة یؤدیھا المسلمون لیلا بعد صلاة العشاء في الثلث الأخیر من اللیل. وتقُام ھذه\n" +
                        "الصلاة جماعة خلال شھر رمضان المبارك .\n" +
                        "الممارسات الرمضانیة الآمنة في سیاق جائحة كوفید - 19\n" +
                        "إرشادات مبدئیة\n" +
                        "15 نیسان/أبریل 2020\n" +
                        "الممارسات الرمضانیة الآمنة في سیاق جائحة كوفید- 19 : إرشادات مبدئیة\n" +
                        "- 2-\n" +
                        "• النظر في اتخاذ تدابیر تسھّل تتبع المخالطین في حالة تحدید شخص\n" +
                        "مصاب بالمرض بین الحاضرین في فعالیة معینة.\n" +
                        "تشجیع النظافة الصحیة\n" +
                        "یتوضأ المسلمون قبل الصلاة ، مما یساعد على الحفاظ على النظافة الصحیة.\n" +
                        "وینبغي النظر في التدابیر الإضافیة التالیة:\n" +
                        "• التأكد من أن مرافق غسل الیدین مجھزة بشكل كاف بالصابون والماء\n" +
                        "وتوفیر المحالیل الكحولیة لتعقیم الیدین ( 70 ٪ على الأقل من الكحول)\n" +
                        "عند مداخل المساجد وداخلھا.\n" +
                        "• ضمان توافر المنادیل الورقیة الوحیدة الاستعمال وسلات المھملات\n" +
                        "المزودة بأكیاس وأغطیة وحیدة الاستعمال، وضمان التخلص من\n" +
                        "النفایات بصورة مأمونة.\n" +
                        "• التشجیع على استخدام سجادات الصلاة الشخصی ة وبسطھا فوق\n" +
                        "الأرضیة المفروشة.\n" +
                        "• تقدیم عروض مرئیة للنصائح المتعلقة بالتباعد الجسدي ونظافة الیدین\n" +
                        "وآداب السعال والعطس ورسائل عامة عن الوقایة من مرض كوفید-\n" +
                        ".19\n" +
                        "المواظبة على تنظیف ساحات وأماكن ومواقع العبادة\n" +
                        "• فرض التنظیف الروتیني للأماكن التي یتجمع فیھا الناس قبل وبعد كل\n" +
                        "تجمع دیني، باستخدام المنظفات والمطھرات.\n" +
                        "• في المساجد، الحفاظ على نظافة المكان ومرافق الوضوء والحرص\n" +
                        "على النظافة العامة وخدمات الإصحاح.\n" +
                        "• تنظیف الأدوات التي یكثر لمسھا، مثل مقابض الأبواب ومفاتیح\n" +
                        "الإضاءة ودرابزین السلالم، باستخدام المنظفات والمطھرات.\n" +
                        "أعمال الب ر\n" +
                        "ینبغي التأكد من تطبیق تدابیر التباعد اللاجسدي أثناء القیام بأعمال البر كإیتاء\n" +
                        "الزكاة وتوزیع الطعام والصدقات على الفقراء. ولتفادي التجمعات الحاشدة على\n" +
                        "موائد الإفطار، یمكن النظر في توزیع علب/وجبات فردیة معلبة مسبقا.ً ویمكن\n" +
                        "أن تتولى تنظیم ذلك ھیئات ومؤسسات مركزیة مع الالتزام بقواعد التباعد الجسدي\n" +
                        "في جمیع المراحل (التجھیز والتغلیف والتخزین والتوزیع).\n" +
                        "النشاط والعافی ة\n" +
                        "الصوم\n" +
                        "لم تُجر أي دراسات بشأن الصیام ومخاطر الإصابة بعدوى كوفید- 19 . ومن\n" +
                        "المفترض أن یكون الأشخاص الأصحاء قادرین على الصیام خلال شھر رمضان\n" +
                        "كما في السنوات السابقة، في حین یجدر بالمرضى المصابین بكوفید- 19 التفكیر\n" +
                        "في الحصول على رخصة شرعیة لإفطار شھر رمضان بالتشاور مع أطبائھم،\n" +
                        "كما ھو الحال مع أي مرض آخر.\n" +
                        "النشاط البدني\n" +
                        "أدّت جائحة كوفید- 19 إلى تقیید حركة الكثیر من الناس، ولكن، إذا سمحت القیود\n" +
                        "بذلك، فینبغي الحرص على التباعد الجسدي والنظافة السلمیة للیدین حتى أثناء\n" +
                        "ممارسة أي نشاط ریاضي. وبدلا من الأنشطة الخارجیة ، یشُجّع النشاط البدني\n" +
                        "داخل البیت وفصول التمارین الریاضیة على الإنترنت.\n" +
                        "الحمیة الصحیة والتغذیة\n" +
                        "للتغذیة الجیدة والترطیب السلیم أھمیة حیویة خلال شھر رمضان. وینبغي تناول\n" +
                        "مجموعة متنوعة من الأطعمة الطازجة وغیر المعالجة وشرب كمیة كافیة من\n" +
                        "الماء كل یوم.\n" +
                        "تعاطي التبغ\n" +
                        "لا ینُصح بتعاطي التبغ بأي حال من الأحوال وتحت أي ظرف من الظروف ،\n" +
                        "خاصة خلال شھر رمضان وفي ظل جائحة كوفید- 19 . وقد یعاني المدخنون\n" +
                        "بالفعل من أمراض الرئة، أو انخفاض سعة الرئة، مما یزید بشكل كبیر من خطر\n" +
                        "الإصابة بالمضاعفات الخطیرة لمرض كوفید- 19 . وعند تدخین السجائر، تلامس\n" +
                        "الأصابع (وربما السجائر الملوثة) الشفاه، مما یزید من احتمالات دخول الفیروس\n" +
                        "إلى الجھاز التنفسي. وعند استخدام الغلیون أو الشیشة، فمن المحتمل أن تكون\n" +
                        "القطع التي تلامس الفم والخراطیم مشتركة، مما یسھل أیضًا انتقال الفیروس.\n" +
                        "تعزیز الصحة العقلیة والنفسیة الاجتماعیة\n" +
                        "على الرغم من أداء الطقوس والشعائر على نحو مختلف ھذا العام، فمن المھم\n" +
                        "طمأنة المؤمنین بأنھ لا یزال بإمكانھم التفكّر والتدبر والإحسان والصلاة\n" +
                        "والمشاركة والعطاء، كل ذلك من مسافة صحیة. وینبغي النظر في كیفیة إشراك\n" +
                        "أفراد العائلة والأصدقاء وكبار السن في الأجواء الرمضانیة مع الالتزام بالتباعد\n" +
                        "الجسدي، ومن المھم للغایة تشجیع الاستفادة من المنصات الرقمیة والبدیلة\n" +
                        "للتواصل والتفاعل. وتشمل سبل أداء الشعائر الرمضانیة مع الحفاظ على\n" +
                        "مقتضیات الصحة العمومیة الدعاء للمرضى وبث روح الأمل والطمأنینة بین\n" +
                        "الناس.\n" +
                        "التصد ي لحالات العنف الأسري\n" +
                        "في الأماكن التي تفُرض فیھا قیود على الحركة، یرُجح تزاید حوادث العنف\n" +
                        "المنزلي، وخاصة ضد النساء والأطفال والأشخاص المھمشین. ویمكن لرجال\n" +
                        "الدین القیام بدورٍ نشط في ھذا المجال من خلال مناھضة العنف في خطاباتھم\n" +
                        "وتقدیم الدعم للضحایا أو تشجیعھم على التماس المساعدة.\n" +
                        "شكر وتقدیر\n" +
                        "الشكر لمكتب المنظمة الإقلیمي لشرق المتوسط الذي تولىّ دورا رائدا في إعداد\n" +
                        "ھذه الإرشادات.\n",
                "اتخذت دول عديدة حول العالم تدابير مختلفة للإبطاء من انتشار فيروس كورونا المستجد، مثل منع التجمعات وإغلاق ما يساعد عليها، مثل المراكز الترفيهية والمدارس، وفرض الحجر الصحي لإجبار الناس على البقاء في منازلهم، وكلها تدخل تحت إطار التباعد الاجتماعي.\n" +
                        "\n" +
                        "وثمة فارق بين العزل الذاتي والتباعد الاجتماعي. فالعزل الذاتي والحجر الصحي هما إجراءان يهدفان لمنع الأشخاص المصابين أو الذين خالطوا أشخاصا مصابين بالفيروس من نشر العدوى.\n" +
                        "\n" +
                        "ويعرّف أريندام باسو، الأستاذ المساعد لعلم الأوبئة والصحة البيئية بجامعة كانتربري بنيوزيلندا، التباعد الاجتماعي بأنه: \"ترك مسافة آمنة بين شخصين أو أكثر للحيلولة دون انتشار الفيروس أو للوقاية منه\".\n" +
                        "\n",
                "نعم. تنتقل الفيروسات التنفسية عن طريق المصافحة وملامسة العينين والأنف والفم.\n" +
                        "يمكنك تحية الآخرين عن طريق التلويح باليد، أو الإيماء بالرأس، أو الانحناءة.\n",
                "للوقاية من مرض كوفيد-19، من الأسلم تجنب الاحتكاك البدني عند التحية.\n" +
                        "ومن طُرُق التحية الآمنة التلويح باليد، أو الإيماء بالرأس، أو الانحناءة.\n",
                "رغم أن الفيروس الجديد يمكنه البقاء فوق الأسطح لبضع ساعات أو حتى عدة أيام (حسب نوع السطح)، فمن غير المرجح بقاء الفيروس فوق سطحٍ ما بعد نقله وتغيُّر مكانه وتعرضه لظروف ودرجات حرارة مختلفة.\n" +
                        "إذا كنت تعتقد أنَّ السطح ملوثٌ، فنظِّفه بمُطهِّر. وبعد لمسه، نظِّف يديك بفركهما بمُطهِّر كحولي أو اغسلهما بالماء والصابون.\n",
                "لا. المواظبة على غسل اليدين توفر حماية من الإصابة بمرض كوفيد-19 أكثر من ارتداء قفازات مطاطية.\n" +
                        "قد تتلوث القفازات المطاطية بالفيروس الجديد في حال ملامسة أسطح ملوثة.\n" +
                        "وإذا لمست وجهك بعدها، فسينتقل الفيروس من القفازات إلى وجهك وستُصاب بالعدوى.\n",
                "التدخين لا يقي من مرض كوفيد-19. بل يؤدي في الواقع إلى الوفاة. ويموت أكثر من 8 ملايين شخص كل عام بسبب تعاطي التبغ. والأشخاص الذين يعانون من حالات مرضية كامنة من الممكن أن تتفاقم بسبب التدخين، مثل أمراض القلب، هم الأكثر عُرضة للإصابة بمرض كوفيد-19 الوخيم.\n",
                "إذا كانت الأسطح متسخة، فامسحها في البداية بصابون منزلي عادي أو مُنظِّف ثم اشطفها بالماء. ثم استخدم مُطهِّراً منزلياً عادياً مثل المُبيِّض – تقضي المادة الفعَّالة (هيبوكلوريت الصوديوم) في المُبيِّض على الجراثيم والفطريات والفيروسات. واحرص على حماية يديك عند استخدام المُبيِّض (بارتداء  قفازات مطاطية على سبيل المثال). وخفِّف المُبيِّض بالماء حسب التعليمات الموجودة على العبوة.\n",
                "لا داعي للقلق. اغسل يديك بالماء والصابون العادي، فهو فعَّال في الوقاية من مرض كوفيد-19.\n" +
                        "واحرص على غسل ما بين الأصابع، وظهر اليدين، وحول الأظافر.\n",
                "نعم، لقد انتشر الفيروس الجديد بالفعل في بلدان ذات مناخ حار ورطب، وفي بلدان أخرى ذات مناخ بارد وجاف.\n" +
                        "يجب اتباع الاحتياطات أينما تعيش ومهما كان المناخ. واظب على غسل اليدين، وتغطية الفم والأنف عند السعال والعطس بمنديل أو ثني المرفق، وتخلَّص من المنديل في سلة المهملات واغسل يديك بعد ذلك على الفور.\n",
                "الفيروس موجود في الفضلات البشرية، مثل فيروسات كورونا الأخرى. ولكن ينتشر بالأساس من خلال مخالطة أحد المصابين عن قرب، أو عبر القُطيرات المتطايرة منه عند السعال أو العطس.\n" +
                        "لحماية نفسك، اغسل يديك باستمرار، لا سيّما قبل إعداد الطعام أو عند تناوله، وبعد السعال أو العطس، وقبل استخدام المرحاض وبعده، وبعد تغيير الحفاضات للأطفال.\n",
                "كلا، فتناول المشروبات الكحولية لا يقي  من العدوى بمرض كوفيد-19.\n" +
                        "قلِّل من خطر إصابتك بالعدوى من خلال المواظبة على غسل اليدين بالماء والصابون أو فركهما بمُطهِّر كحولي، وتغطية الفم والأنف عند السعال أو العطس بثني المرفق أو بمنديل ثم التخلُّص منه على الفور وغسل اليدين، وتجنب المخالطة القريبة لأي شخص يعاني من الحمى والسعال.\n"
        };
        int img[] = {
                R.drawable.guid_img_a,
                R.drawable.guid_img_b,
                R.drawable.guid_img_c,
                R.drawable.guid_img_1,
                R.drawable.guid_img_2,
                R.drawable.guid_img_3,
                R.drawable.guid_img_4,
                R.drawable.guid_img_5,
                R.drawable.guid_img_6,
                R.drawable.guid_img_7,
                R.drawable.guid_img_8,
                R.drawable.guid_img_9,
                R.drawable.guid_img_10
        };
        String link[] = {
                "a",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q",
                "q"
        };

        int type[] = {
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1,
                1
        };

        List<Guid_Model> postList = new ArrayList<>();
        for (int i = 0; i < title.length; i++) {
            Guid_Model post = new Guid_Model();
            post.setId(i + 1);
            post.setTitle(title[i]);
            post.setBody(body[i]);
            post.setImg(img[i]);
            post.setType(type[i]);
            post.setLink(link[i]);
            postList.add(post);
        }
        return postList;

    }
}
